IDEA StatiCa Open Model
PatchDevice Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PatchDevice()
Public Sub New
public:
PatchDevice()
See Also
Reference
PatchDevice Class
IdeaRS.OpenModel.Detail Namespace